export const bleedingText = `محاسبه چرخه قاعدگی به این صورت است که اولین روز آغاز پریود تا اولین روز پریود بعدی به عنوان طول دوره قاعدگی در نظر گرفته می شود. باید به خاطر داشت طول دوره قاعدگی برای همه افراد مشابه نیست. ممکن است این پرسش ایجاد شود که فاصله بین دو قاعدگی چند روز است؟ باید توجه داشت که خونریزی دوران قاعدگی هر 21 تا 35 روز رخ می دهد و به مدت دو تا هفت روز ادامه می یابد. اما چرخه های قاعدگی ممکن است کوتاه تر شده و با افزایش سن منظم تر شود
`;

export const ovalText =
  'اگر دوره قاعدگی شما 28 روزه باشد، تخمک گذاری معمولا حدود 14 روز قبل از شروع پریود بعدی رخ می دهد. تخمک گذاری در اکثر افراد معمولا بین روز یازدهم تا بیست و یکم چرخه قاعدگی رخ می دهد. روز اول شروع پریود قبلی، اولین روز چرخه قاعدگی است. تخمک گذاری همیشه در یک روز ثابت از ماه رخ نمی دهد و ممکن است یک یا چند روز با زمان مورد انتظار فرق داشته باشد';

export const pmsText = `تعاریف پزشکی از PMS به الگویی مداوم از نشانه های فیزیکی و عاطفی ٔ (روانی) محدود می شود که تنها در طول فاز لوتئال از چرخه قاعدگی، اتفاق می افتد، که از «شدت کافی برای تداخل با برخی از جنبه های زندگی» برخوردار باید، PMS هستند. به طور خاص، نشانه های عاطفی (روانی) برای تشخیص از PMS حضور داشته باشد. نشانه های خاص روانی و فیزیکی منتسب به زنی به زن دیگر متفاوت است، با اینحال الگوی علائم برای هر زن، به طور فردی، قابل پیش بینی است. این نشانه ها در طول ده روز قبل از قاعدگی اتفاق می افتد، و مدت کوتاهی قبل یا مدت کوتاهی بعد از شروع جریان قاعدگی ناپدید می شود
`;
